<?php
/**
 * Created by PhpStorm.
 * User: Narek
 * Date: 8/31/2018
 * Time: 5:39 PM
 */

use yii\helpers\Url;

?>
<div class="breadcumb_area bg-img" style="background-image: url(<?= URL::home() ?>essence/img/bg-img/breadcumb.jpg);">
    <div class="container h-100">
        <div class="row h-100 align-items-center">
            <div class="col-12">
                <div class="page-title text-center">

                </div>
            </div>
        </div>
    </div>
</div>

<div class="container large-container">
    <div class="privacy_policy" style="white-space: pre-line;">
        <h2>Գաղտնիության քաղաքականություն</h2>
        <p style="width: 100%;">
            <b>Օգտագործման համաձայնագիր</b>
            Դառնալով iLost.am-ի օգտատեր` Դուք ընդունում եք սույն օգտագործման համաձայնագրի պայմանները: Ձեր հայտարարությունը տեղադրելիս` Դուք կրում եք պարունակության ամբողջ պատասխանատվությունը: Կայքն իրավունք է
            վերապահում չհրապարակել կամ իր կողմից հեռացնել անպատշաճ բովանդակության հայտարարությունը:
            <b>Կողմերի իրավունքներն ու պարտականութունները</b>
            iLost.am կայքում տեղադրված ցանկացած տեղեկությունն ու նյութերը պաշտպանված են հեղինակային իրավունքների մասին սահմանված օրենքով և հանդիսանում են iLost.am-ի սեփականություն: Դուք չեք կարող պատճենել, վերարտադրել, տարածել,
            հրապարակել, վերցնել, պահպանել, փոխանցել կամ օգտագործել կայքի ոչ մի մասը, կամ այնտեղ տեղադրված տեղեկությունը կոմերցիոն նպատակներով: Օգտվելով iLost.am-ի ծառայություններից` Դուք հաստատում եք այն, որ կրում եք բացառիկ պատասխանատվություն Ձեր
            կողմից տեղադրված հայտարարության բովանդակության համար, ունեք բոլոր անհրաժեշտ իրավունքներն ու թույլտվությունները տվյալ տեղեկությունը տեղադրելու համար` ներառյալ պատենտները, ապրանքանշանները, կոմերցիոն
            գաղտնիքներ, ինչպես նաև թույլատվություն բոլոր այն մարդկանց կողմից, որոնք նշվում են հայտարարության տեքստում: Եթե iLost.am-ում Դուք սխալ կոնտակտային տվյալներ եք տեղադրում կամ օգտվում եք կայքից ուրիշ անվան տակ, մենք մեզ
            իրավունք ենք վերապահում Ձեր կոնտակտային տվյալները տրամադրել տուժված կողմին, իր ներկայացուցիչներին կամ իրավաբանական կազմակերպությանը:
            <b>Դուք պարտավորվո՛ւմ եք`</b>
            Չ՛ձեռնարկել որևէ գործողություն, որը կբերի կայքի ենթակառուցվածքի անհամաչափ բարձր ձանրաբեռնմանը;
            Չ՛օգտագործել ավտոմատ ծրագրեր կայք մուտք գործելու համար;
            Չ՛կանխել և չփորձել կանխել կայքի աշխատանքն ու այտեղ ընթացող այլ գործունեությունը. նաև չկանխել ավտոմատ ծրագրերի և պրոցեսների աշխատանքը;
            Չ՛օգտագործել այլ օգտատերերի կողմից տրամադրված տվյալները որևէ այլ նպատակներով, բացի այդ իսկ օգտատիրոջ հետ գործարք կատարելու համար;
            Չ՛քննադատել մոդերատորների և ադմինիստրացիայի գործողությունները որևէ այլ տարբերակով, բացի ուղիղ էլեկտրոնային նամակագրությունից;
            Չ՛օգտագործել անուններ, որոնք նման են այլ օգտատերերի անուններին` իրենց տեղ ներկայանալով և իրենց անուններից հաղորդագրություններ գրելով:
            iLost.am-ը պարտավորվում է ջանքեր գործածել հետևյալ համաձայնագրով իր պարտավորությունները պատշաճ կերպով կատարելու համար` ներառյալ կայքի ծառայությունների նորմալ աշխատանքը և երրորդ անձանց անձնական տվյալներ չտրամադրելը, բացառությամբ օրենքով նախատեսված դեպքերից:
            iLost.am-ը կարող է ժամանակ առ ժամանակ ծառայությունների օգտագործման սահմանափակումներ սահմանել, օրինակ հայտարարության պիտանելիության ժամկետն ու չափը: iLost.am-ը իրավասու է ցանկացած պահին փոխել ծառայությունների աշխատանքը`առանց նախորոք զգուշացման` չկրելով որևէ պատասխանատվություն:
            Ծառայությունների բարձր որակը պահելու համար iLost.am-ը կարող է սահմանափակել օգտատիրոջ ակտիվ հայտարարությունների քանակը, նաև սահմանափակել iLost.am-ում օգտատիրոջ գործողությունները:
            iLost.am-ը կարող է արգելել օգտատիրոջ մուտքը կայք, եթե նա խախտում է տվյալ համաձայնագրի պայմանները: iLost.am կայքը իրավունք ունի ցանկացած պահին հեռացնել և անջատել էջը և հեռացնել բոլոր հայտարարությունները` թողնելով օգտատիրոջը նախնական ծանուցման որոշումը ինքն իրեն և պատասխանատվություն չկրելով իր գործողությունների համար ո'չ
            օգտատիրոջ և ո'չ էլ երրորդ անձանց դիմաց:
            iLost.am-ի ադմինիստրացիան իրավունք է վերապահում ցանկացած պահին օգտատիրոջ հետ տվյալների ճշտելը և պահանջել անձը հաստատող փաստաթուղթ: Վերոհիշյալները չտրամադրելը հավասարեցվում է ոչ պատշաճ տեղեկությունների տրամադրելուն: Այն դեպքում, երբ օգտատիրոջ կոցմից տրամադրված փաստաթղթերը չեն համապատասխանում գրանցվելիս
            տրամադրված տվյալների հետ, iLost.am-ը իրավունք ունի օգտատիրոջը մերժելու և նրան iLost.am-ի մուտքը փակելու առանց նախազգուշացման:
            Օգտատերը իրավունք ունի կայքի աշխատանքի հետ կապված իր դժգոհությունները հղի հետադարձ կապի միջոցով: Բողոքները կդիտարկվեն դիմումը ստանալուց 3 աշխատանքային օրվա ընթացքում:
            <b>Կայքով օգտվելու պայմանում Դուք համաձայն եք` </b>
            Չ՛խախտել հայտարարությունների հրապարակման կանոնները
            Չ՛հրապարակել և չ՛փոխանցել որևէ ապօրինի, սպառնացող, վիրավորական, վարկաբեկող կամ ոչ պատշաճ տեղեկություններ կամ նյութեր, որոնք խախտում են մարդու իրավունքները, խթանում են քրեական վարք կամ հանրային անկարգություններ:
            Չ՛հրապարակել և և չ՛փոխանցել նյութեր, որոնք պարունակում են այլ անձի իրավունքները խախտող տարրեր, խախտում են հեղինակային իրավունքը, ապրանքանշանի իրավունքը կամ այլ սեփականության իրավունքը: Արգելվում է նաև առանց
            օրինական տիրոջ նախնական համաձայնության որևէ նյութեր վերցնելը:
            Չ՛հրապարակել առաջարկներ, որոնք պարունակում են անօրինական տեղեկություններ գործունեության, ծառայության կամ ապրանքի մասին: Դրա մեջ են մտնում ֆինանսական բուրգերի սխեմաները, թմրանյութերը, վտանգավոր քիմիկատները, զենքը և
            գողացված ապրանքը:
            Չ՛հրատարակել և չ՛փոխանցել որևէ վիրուս կամ այլ դեստրուկտիվ էլեմենտ պարունակող նյութեր:
            Չ՛վերբեռնել այլ օգտատիրոջ կողմից արդեն տեղադրված ֆայլ` տեղյակ լինելով կամ ենթադրելով, որ այդ կերպով տվյալ ֆայլի տարածումը հանդիսանում է օրինական:
            <b>Պատասխանատվության սահմանափակում </b>
            Օգտվելով iLost.am-ի ծառայություններից` օգտատերը հաստատում է իր համաձայնությունը առ այն, որ նա օգտվում է կայքից և դրա ծառայություններից ըստ իր կամքի և պատասխանատվության, գրանցվում է ու վերցնում իր վրա բոլոր ռիսկերը, որոնք կախված են տեղադրված հայտարարությունների օգտագործման համար: Իսկ կայքը, այդ թվում կայքի
            ղեկավարությունը, աշխատակիցներն ու գործակալները ոչ մի պատասխանատվություն չի՛ կրում կայքում տեղադրված հայտարարությունների բովանդակության համար, ցանկացած կորուստի և վնասի համար, որոնք առաջացան կայքում տեղադրված հայտարարությունները օգտագործելու հետևանքով:
            iLost.am-ը չի հանդիսանում կողմերի միջև գործարքների կազմակերպիչ կամ գործարքի մի կողմ:
            Կայքը հանդիսանում է վաճառքային կոմունիկացիոն պլատֆորմ, որը հնարավորություն է ընձեռում օգտատերերին վաճառել և գնել օրենքով թույլատրելի ապրանքներ և ծառայություններ ցանկացած ժամին, որտեղից որ հարմար եք գտում և Ձեզ հարմար արժեքով:
            iLost.am-ը չի՛ կարող վերահսկել օգտատերերի կողմից տեղադրվող հայտարարությունների ճշգրտությունը և պատասխանատվություն չի՛ կրում գործարքների հետևանքով կորուսների համար:
            iLost.am-ը պատասխանատվություն չի՛ կրում օգտատերերի վարքի կամ իրենց կողմից առաջարկված ապրանք/ծառայությունների համար: Բոլոր վեճերը պե՛տք է լուծվեն օգտատերերի միջև, առանց կայքի ներգրավման:
            Որակը, անվտանգությունը, օրինականությունն ու ապրանքի կամ ծառայության համապատասխանությունը նկարագրությանը, ինչպես նաև օգտատիրոջ` որևէ ապրանքի/ ծառայության գնելու կամ վաճառելու հնարավորությունը, գտնվում են կայքի վերահսկողությունից դուրս:
            Օգտատերը չպե՛տք է ենթադրի, որ որևէ առաջարկ կամ որևէ առք ու վաճառքի գործարքն ինքնին փաստացի և օրինական է միայն ելնելով այն փաստից, որ այն տեղադրված է կայքում: Կայքը պատասխանատվություն չի կրում գործարքի ավարտի համար, և օգտատերը լիովին վերցնում է այդ պատասխանատվությունը իր վրա:
            Այս կայքում տրամադրված տեղեկությունը կարող է օգտագործվել միայն տեղեկատվական նպատակով: iLost.am-ը պատասխանատվություն չի՛ կրում տրամադրված տեղեկության ճշգրտության համար:
            Ոչ մի պարագայում մենք չե՛նք ստանձնում պատասխանատվություն անօրինական, սպառնացող, վիրավորական, վարկաբերող կամ ոչ պատշաճ տեղեկություններ կամ նյութեր, որոնք խախտում են մարդու իրավունքները, խթանում են քրեական վարք և հանրային անկարգությունները:
            Ոչ մի պարագայում մենք չե՛նք ստանձնում պատասխանատվություն հասցված նյութական վհասի համար, ինչպես նաև կայքի անսարքության պատճառով տվյալների կորուստի համար: Կայքում տեղադրված տեղեկությունը թարմացման ենթակա է և ցանկացած պահին կարող է դառնալ հին: Կայքը կարող է պարունակել տեխնիկական անճշտություններ և տառասխալներ: Մենք
            պատասխանատու չենք պահպանված տեղեկությունների թարմացման ինչպես նաև թարմացնելը անհաջող լինելու համար:
            iLost.am-պարունակում է հղումներ, որոնց աջակցում են երրորդ կողմերը: Նմանատիպ կայքերը չեն երթադրում վերահսկողությունը, և մենք պատասպանատվություն չենք որևէ ներկայացված կայքի կամ հղումի պարունակության համար` ճշգրտությունը, օրինական ու պատշաճ լինելը ներառյալ: Հղումները տեղադրվում են iLost.am կայքում օգտատերերի
            հարմարավետության համար, և դա չի ենթադրում այն, որ դրանք պարունակությունը հաստատված է iLost.am-ի կողմից: Մենք պատասխանատու չենք iLost.am-ում տեղադրված որևէ կայքի հղումի հեղինակային իրավունքների համար:
            iLost.am-ը չի՛ երաշխավորում անսարքությունների կամ սխալների բացակայությունը կայքի աշխատանքի ընթացքում, ինչպես նաև այն, որ բոլոր անսարքությունները կհեռացվեն: Նաև հասկացեք, որ մենք չե՛նք կարող երաշխավորել վիրուսների կամ այլ դեստրուկտիվ տարրերի բացակայությունը, որոնք ներբեռնվում են կայքից և առաքվում էլ. փոստի միջոցով: Դուք
            լիովին պատասխանատու եք Ձեր կողմից վերբեռնվող տվյալների անսխալ լինելու համար:
            Համաձայնագրի ժամկետը
            Տվյալ օգտագործման համաձայնագիրը ուժի մեջ է մտնում օգտատիրոջ` iLost.am-ում որևէ ծառայությունից օգտվելու կամ կայքում գրանցվելու պահից և տևում է անժամկետ: Օգտատերը իրավունք ունի միակողմանի դադարեցնել կայքում գրանցումը` առանց iLost.am-ի ադմինիստրացիային
            նախազգուշացման և պատճառաբանման:
            Եթե օգտատերը համաձայն չէ կայքում հայտարարությունների հրապարակման կանոնների կամ տվյալ օգտագործման համաձայնագրի հետ, նա պարտավո՛ր է դադարեցնել iLost.am-ի կողմից առաջարկվող ծառայություններից օգտվելը: iLost.am կայքի օգտագործման չդադարեցնելու փաստը հանդիսանում է օգտատիրոջ կողմից համաձայնության փաստ:</p>
    </div>
</div>

